Repository: ShinMugenNoKabe/Nekomon
Catalog: nekomon/locale/*/LC_MESSAGES/django.po
Languages: es

source: Nekomon is an open source social network for free use.
es: Nekomon es una red social de código abierto para su uso libre.

source: Check out our repository!
es: ¡Mira nuestro repositorio!

source: Random post
es: Post aleatorio

source: Cropped image
es: Imagen recortada

source: Save
es: Guardar

source: Feed
es: Inicio

source: Home
es: Inicio

source: Your profile picture
es: Tu foto de perfil

source: Log-out
es: Cerrar sesión

source: Log-in
es: Iniciar sesión

source: Add an image to your post!
es: ¡Añade una imagen a tu post!

source: Reply to post
es: Responder al post

source: Upload new post
es: Subir nuevo post

source: Submitting post...
es: Subiendo post...

source: Remove the image
es: Eliminar la imagen

source: Preview of the image
es: Previsualización de la imagen

# Post title - Username at Nekomon.es
source: at
es: en

source: Change your profile picture!
es: ¡Cambia tu foto de perfil!

source: Date joined
es: Fecha de registro

source: Last access
es: Último acceso

source: Edit profile
es: Editar perfil

source: Cancel
es: Cancelar

source: Password reset completed
es: Contraseña restablecida

source: Your password has been reseted. You can log-in now.
es: Tu contraseña ha sido ha sido restablecida. Puedes iniciar sesión.

source: Go back to main
es: Regresar

source: Password reset
es: Restablecer contraseña

source: E-mail sent succesfully
es: E-mail enviado correctamente

source: We sent you an e-mail with all the instructions needed to reset your password.
es: Te enviamos un e-mail con todas las instrucciones necesarias para restablecer tu contraseña.

source: If you haven't recieved it yet, please check your e-mail and the junk mail folder.
es: Si no la has recivido aún, por favor, compruebe su e-mail y la carpeta de correo no deseado.

source: Sending an e-mail...
es: Enviando e-mail...

source: Reset password
es: Restablecer

source: Don't have an account yet?
es: ¿No posee una cuenta?

source: Register
es: Registrarse

source: Logging in...
es: Iniciando sesión...

source: Enter
es: Entrar

source: Forgot your password?
es: ¿Olvidaste tu contraseña?

source: New account
es: Nueva cuenta

source: Making a new account...
es: Creando nueva cuenta...

source: Unfollow
es: Dejar de seguir

source: Follow
es: Seguir

source: Username
es: Nombre de usuario

source: Password
es: Contraseña

source: The username field cannot be empty.
es: El campo de nombre de usuario no puede estar vacío.

source: The username field characters has exceeded.
es: Se ha excedido la cantidad de carácteres en el campo de nombre de usuario.

source: The password field cannot be empty.
es: El campo de contraseña no puede estar vacío.

source: The introduced username was not found or does not match with the password.
es: La contraseña introducida no coincide con el nombre de usuario.

source: Repeat the password
es: Repita la contraseña

source: The e-mail field cannot be empty.
es: El campo de e-mail no puede estar vacío.

source: The e-mail field characters has exceeded.
es: Se ha excedido la cantidad de carácteres en el campo de e-mail.

source: The e-mail format is incorrect.
es: El formato del e-mail es incorrecto.

source: The introduced passwords do not match.
es: Las contraseñas introducidas no coinciden.

source: An account with the introduced e-mail or username already exists.
es: Una cuenta con el e-mail introducido ya existe.

source: Name
es: Nombre

source: Description
es: Descripción

source: Click here to write a new post!
es: ¡Haz click aquí para escribir un nuevo post!

source: The content of the post cannot be empty.
es: El contenido del post no puede estar vacío.

source: The content of the post characters has exceeded.
es: Se han excecido la cantidad de carácteres del post

source: Cannot be empty.
es: El campo de e-mail no puede estar vacío.

source: User not found.
es: Usuario no encontrado.

source: An account registered by that e-mail was not found.
es: No se ha encontrado ninguna cuenta registrada con ese correo electrónico.

source: Image attached to the post
es: Imagen adjunta al post

source: This page does not exist.
es: Esta página no existe.

source: An error has occurred. Please, contact Rufino to help you solve it.
es: Ha ocurrido un error. Por favor, conecte con Rufino para que te ayude a solucionarlo.
